{
  "GodraysEnabled": "Strahlenbüschel für {0} aktiviert.", // {0} will either be the location name or the current weather ID.
  "GodraysDisabled": "Strahlenbüschel für {0} deaktiviert.",
  "ToggleLocationKey_Name": "An Standort aktivieren/deaktivieren",
  "ToggleLocationKey_Tooltip": "Drücke diese Taste um einzustellen, ob Strahlenbüschel am aktuellen Standort angezeigt werden.",
  "ToggleWeatherKey_Name": "Bei aktuellem Wetter aktivieren/deaktivieren",
  "ToggleWeatherKey_Tooltip": "Drücke diese Taste um einzustellen, ob Strahlenbüschel beim aktuellen Wetter angezeigt werden.",
  "RayScale_Name": "Strahlengröße",
  "RayScale_Tooltip": "Passt die Größe der Strahlen an. Bei höheren Werten bedecken sie einen größeren Teil des Bildschirms. Bei niedrigeren Werten bedecken sie einen kleineren Teil des Bildschirms. Große Strahlen sind transparenter, um ein Blenden durch weißes Licht zu verhindern.",
  "RayIntensity_Name": "Strahlenintensität",
  "RayIntensity_Tooltip": "Bestimmt die Dichte und Anzahl der Strahlen. Bei höheren Werten gibt es mehr Strahlen mit weniger Abstand zueinander. Bei niedrigeren Werten gibt es weniger Strahlen mit größerem Abstand zueinander.",
  "RayAnimationSpeed_Name": "Animationsgeschwindigkeit",
  "RayAnimationSpeed_Tooltip": "Bestimmt, wie schnell sich die Strahlen über den Bildschirm bewegen. Bei höheren Werten bewegen sie sich schneller. Bei niedrigeren Werten bewegen sie sich langsamer.",
  "RayOpacityModifier_Name": "Strahlentransparenz",
  "RayOpacityModifier_Tooltip": "Bestimmt die allgemeine Transparenz der Strahlen. Bei höheren Werten sind sie weniger transparent. Bei niedrigeren Werten sind sie transparenter.",
  "FadeUnderClouds_Name": "Unter Wolken verschwinden",
  "FadeUnderClouds_Tooltip": "Bei aktivierter Option verschwinden die Strahlen, wenn man im Schatten einer Wolke steht.",
  "OnlyWhenSunny_Name": "Bei schlechtem Wetter deaktivieren",
  "OnlyWhenSunny_Tooltip": "Bei aktivierter Option werden Strahlenbüschel bei schlechtem Wetter nicht angezeigt. Bei Wetter aus Mods hängt das davon ab, ob das Wetter korrekt als schlechtes Wetter gekennzeichnet ist.",
  "WeatherSettings": "Wettereinstellungen",
  "Generic": "Generische",
  "Vanilla": "Basisspiel", // Vanilla as in "not modded"
  "Modded": "Modifizierte",
  "VanillaPageTooltip": "Einstellungen für Wettertypen des Basisspiels.", // Vanilla as in "not modded" i.e. Rain, Snow, Thunder, etc.
  "GenericPageTooltip": "Einstellungen für sonniges Wetter ohne aktivierte wetterspezifische Konfigurationen.",
  "ModdedPageTooltip": "Einstellungen für modifizierte Wettertypen, die von einem anderen Mod geladen wurden.",
  "EnableRays_Name": "Strahlenbüschel aktivieren",
  "EnableRays_Tooltip": "Bei deaktivierter Option werden Strahlenbüschel für diesen Wettertyp deaktiviert und alle folgenden Einstellungen ignoriert.",
  "UseGenericSettings_Name": "Generische Einstellungen verwenden",
  "UseGenericSettings_Tooltip": "Bei aktivierter Option werden die generischen Einstellungen verwendet und alle folgenden Einstellungen ignoriert.",
  "Weather_Sun": "Sonne",
  "Weather_Wind": "Wind",
  "Weather_Rain": "Regen",
  "Weather_Storm": "Sturm",
  "Weather_Snow": "Schnee",
  "Weather_GreenRain": "Grüner Regen",
  "Weather_Festival": "Festival",
  "NoModdedWeathers": "Kein modifiziertes Wetter installiert oder geladen.",
}